Repository: mateuszdargacz/jonasz
Catalog: apps/reservation/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Confirmation of Data Veriyfication
pl: Potwierdzenie Danych

source: Thanks, your data is confirmed. Now we're waiting for payment.
pl: Dziękujemy, Twoje dane zostały potwierdzone. Oczekujemy na wpłatę

source: Confirmation of Payment Veriyfication
pl: Potwierdzenie Płatności

source: Thanks, We recieved your payment. We are waiting for your arrival!
pl: Dziękujemy, otrzymaliśmy Twoją wpłatę. Czekamy na przyjazd!

source: Mark selected reservations as data confirmed
pl: Oznacz rezerwacje jako potwierdzone dane

source: Mark selected reservations as payment confirmed
pl: Oznacz rezerwacje jako zapłacone

source: reservation form
pl: formularz rezerwacji

source: Reservation from Agroturystykaumarleny.pl
pl: Rezerwacja z Agroturystykaumarleny.pl

source: Booking confirmation - Agroturystyka u Marleny
pl: Potwierdzenie rezerwacji - Agroturystyka u Marleny

source: Thanks for booking, We will contact you as soon as possible
pl: Dziękujemy za rezerwację, Skontaktujemy się z Państwem w ciągu 24 godzin

source: price calendar
pl: Kalendarz z cenami

source: The credit card number you entered is invalid.
pl: Podany numer karty kredytowej jest niepoprawny.

source: This expiry date has passed.
pl: Za późno

source: Please enter a valid email address.
pl: Proszę podać poprawny adres email

source: Apartment
pl: Apartament

source: Contact person
pl: Osoba kontaktowa

source: Booking from *
pl: Rezerwacja od *

source: Booking to *
pl: Rezerwacja do*

source: Phone
pl: Telefon

source: I agree to the processing of personal data
pl: Wyrażam zgodę na przetwarzanie danych osobowych

source: Confirmation of data
pl: Potwierdzenie danych

source: Confirmation of payment
pl: Potwierdzenie płatności

source: Free
pl: Wolny

source: Booking
pl: Rezerwacja

source: Unavailable
pl: Niedostępny

source: price
pl: cena

source: Reservation has been canceled.
pl: Rezerwacja została anulowana

source: Book your apartment
pl: Zarezerwuj apartament

source: Send
pl: Wyślij

source: Thank you message has been sent
pl: Dziękujemy wiadomość została wysłana

source: If you selected date the apartment is already booked, it will be suggested to you another closest to date.
pl: Jeśli w wybranym przez Ciebie terminie apartament będzie już zarezerwowany zostanie Ci zaproponowany inny najbliższy termin.
