Repository: mateuszdargacz/jonasz
Catalog: apps/cms_plugins/slider/locale/*/LC_MESSAGES/django.po
Languages: de

source: Object type
de: Typ des Objekts

source: Image
de: Bild

source: Button
de: Knopf

source: List text
de: Liste der text

source: This field is required.
de: Dieses Feld ist erforderlich

source: Slider background
de: Folienhintergrund

source: image
de: Bild

source: Link name
de: Name der Link

source: Vertical location
de: vertikale position

source: space from top
de: Abstand von der Oberseite

source: horizontal location
de: horizontale Position

source: space from left
de: Abstand vom linken
